---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.Structure.ReleaseConditions
source: html/a77267cb-b1f6-0069-f941-0de4a8a17e3c.htm
---
# ReleaseConditions Members

Creates a new instance of ReleaseConditions.